10/data/attachments/75ba71e3c0095c4e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kevin_painting_Friend_38432_4</nif:username>
            <nif:friendToBeRequested>soap_friends_d535f6f4-5973-4e41-a281-afdc7dc84fea</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>